# GetStorySuffix

## Description
Returns the suffix of the indicated Story.

```pascal
FUNCTION GetStorySuffix(story : HANDLE) : STRING;
```

```python

def vs.GetStorySuffix(story):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|story|HANDLE|The Story whose suffix is desired.|

## Returns
The suffix of the indicated Story.

## See Also
VS Functions:
GetStoryElevation| SetStorySuffix

## Version
Availability: from Vectorworks 2012
## Category
* Layers